arch-install-scripts
chewing-editor
cpupower
discord
dmenu
dunst
efibootmgr
fcitx5
fcitx5-chewing
fcitx5-configtool
fcitx5-gtk
fcitx5-material-color
fcitx5-nord
fcitx5-qt
ffmpegthumbnailer
flameshot
git
gst-plugin-pipewire
gtk-engine-murrine
gucharmap
gvfs
gvfs-mtp
gzip
imv
kitty
lib32-alsa-plugins
lib32-libxcomposite
lib32-nvidia-utils
lib32-pipewire
libappimage
libappindicator-gtk2
libappindicator-gtk3
libpipewire02
lightdm
lightdm-gtk-greeter
lightdm-gtk-greeter-settings
lolcat
lxappearance-gtk3
man-db
mdadm
mpv
nano
nano-syntax-highlighting
net-tools
networkmanager
nitrogen
notepadqq
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
noto-fonts-extra
ntfs-3g
nvidia-dkms
nvidia-settings
obs-studio
p7zip
patch
pavucontrol
piper
pipewire
pipewire-alsa
pipewire-media-session
pipewire-pulse
polkit-gnome
python-pip
python-setuptools
qbittorrent
qt5ct
qtile
reflector
rofi
samba
steam-native-runtime
thunar
thunar-archive-plugin
ttf-jetbrains-mono
ttf-nerd-fonts-symbols-mono
tumbler
wget
which
wimlib
wine
winetricks
xarchiver
xdg-user-dirs
xdotool
xfce4-power-manager
xorg-server
xorg-server-xephyr
xorg-xinit
xsettingsd
yadm
zsh
zsh-autosuggestions
zsh-completions
zsh-syntax-highlighting
