android-studio
android-tools
appimagelauncher
arch-install-scripts
autoconf
autokey-gtk
automake
baidunetdisk-bin
base
binutils
bison
bitwarden
brave-bin
breeze
bspwm
catfish
chewing-editor
converseen
cpupower
cuetools
czkawka-gui-bin
dbus-broker
deadbeef
deadbeef-pipewire-plugin-git
deadbeef-plugin-spectrogram-gtk2-git
discord
dnsmasq
dotpac
dunst
efibootmgr
etcher-bin
fakeroot
fcitx5
fcitx5-chewing
fcitx5-configtool
fcitx5-gtk
fcitx5-material-color
fcitx5-nord
fcitx5-qt
ffmpegthumbnailer
file
findutils
flameshot
flex
gawk
gcc
gcolor3
gettext
git
gparted
grep
groff
gst-plugin-pipewire
gtk-engine-murrine
gtk2-patched-filechooser-icon-view
gtk3-patched-filechooser-icon-view
gucharmap
guvcview
gvfs
gvfs-mtp
gzip
htop
i3-gaps
i3lock-color
imv
inkscape
intel-ucode
iptables-nft
jp2a
kdenlive
kdialog
kid3-qt
kitty
kompare
krita
lf-bin
lib32-alsa-plugins
lib32-gnutls
lib32-libxcomposite
lib32-nvidia-utils
lib32-pipewire
libappimage
libappindicator-gtk2
libappindicator-gtk3
libgee
libpipewire02
libtool
libvirt
lightdm
lightdm-gtk-greeter
lightdm-gtk-greeter-settings
linux-firmware
linux-zen
linux-zen-headers
lxappearance-gtk3
m4
make
man-db
mdadm
mediainfo
mpv
mtools
mugshot
nano
nano-syntax-highlighting
nautilus
neofetch
net-tools
network-manager-applet
networkmanager
nitrogen
notepadqq
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
noto-fonts-extra
ntag
ntfs-3g
nvidia-dkms
nvidia-settings
obs-studio
opentabletdriver
opentoonz
otf-fira-sans
p7zip
p7zip-gui
pacman
papirus-folders-gui-bin
patch
pavucontrol
picom-tryone-git
piper
pipewire
pipewire-alsa
pipewire-pulse
pkgconf
polkit-gnome
polybar
pv
python-pillow-simd
python-pip
python-psutil
python-setuptools
python-wxpython
qbittorrent
qemu
qt5-styleplugins
qt5ct
reflector
rofi
samba
sed
selectdefaultapplication-git
shntool
spek-git
steam-native-runtime
stubby
sudo
sxhkd
testdisk
texinfo
thermald
thunar
tk
ttaenc
ttf-jetbrains-mono
ttf-material-design-icons
ttf-nerd-fonts-symbols-mono
virt-manager
vivaldi-ffmpeg-codecs
vte3
wget
which
wine
winetricks
wireplumber
wpgtk
xdg-desktop-portal
xdg-desktop-portal-kde
xdg-user-dirs
xdotool
xfce4-power-manager
xorg-server
xorg-server-xephyr
xorg-util-macros
xorg-xinit
xsettingsd
yadm
yay
zsh
zsh-autosuggestions
zsh-completions
zsh-syntax-highlighting
